tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minio/stable"
brew "awscli"
brew "gettext"
brew "direnv"
brew "dotnet"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "git-delta"
brew "gitversion"
brew "httpie"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "k9s"
brew "krb5"
brew "kube-ps1"
brew "kubectx"
brew "nmap"
brew "node"
brew "node@16"
brew "nvm"
brew "openblas"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "proj"
brew "pyenv"
brew "python@3.9"
brew "starship"
brew "terraform"
brew "thefuck"
brew "tree"
brew "watch"
brew "yarn"
brew "minio/stable/mc"
cask "google-cloud-sdk"
cask "swiftformat-for-xcode"
vscode "amatiasq.sort-imports"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "FallenMax.mithril-emmet"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "PKief.material-icon-theme"
vscode "Rubymaniac.vscode-paste-and-indent"
vscode "streetsidesoftware.code-spell-checker"
vscode "thenikso.github-plus-theme"
vscode "usernamehw.errorlens"
vscode "Vue.volar"
vscode "yoavbls.pretty-ts-errors"
