tap "getsentry/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "lokalise/cli-2"
tap "minio/stable"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "gettext"
brew "cocoapods"
brew "direnv"
brew "docutils"
brew "dotnet"
brew "dotnet@6"
brew "fastlane"
brew "flit"
brew "fzf"
brew "gcc"
brew "geos"
brew "gh"
brew "git"
brew "git-delta"
brew "gitversion"
brew "honcho"
brew "httpie"
brew "jq"
brew "openssl@1.1"
brew "python@3.10"
brew "jsonschema"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "lazygit"
brew "libssh2"
brew "mprocs"
brew "neovim"
brew "netcat"
brew "nginx", restart_service: :changed
brew "nmap"
brew "node"
brew "node@16"
brew "node@22"
brew "nvm"
brew "openblas"
brew "pipx"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "proj"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "rust"
brew "starship"
brew "swiftgen"
brew "swiftlint"
brew "tailwindcss"
brew "thefuck"
brew "tree"
brew "uv"
brew "virtualenv"
brew "watch"
brew "watchman"
brew "yarn"
brew "getsentry/tools/sentry-cli"
brew "hashicorp/tap/terraform"
brew "lokalise/cli-2/lokalise2"
brew "minio/stable/mc"
cask "background-music"
cask "google-cloud-sdk"
cask "kitty"
cask "nightfall"
cask "raycast"
cask "swiftformat-for-xcode"
cask "wkhtmltopdf"
cask "zulu@17"
vscode "amatiasq.sort-imports"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "hashicorp.terraform"
vscode "heybourn.headwind"
vscode "meganrogge.template-string-converter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "mylesmurphy.prettify-ts"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "thenikso.github-plus-theme"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "yoavbls.pretty-ts-errors"
