anysphere.cursorpyright
biomejs.biome
buenon.scratchpads
bungcip.better-toml
charliermarsh.ruff
eamodio.gitlens
esbenp.prettier-vscode
github.github-vscode-theme
github.vscode-pull-request-github
hashicorp.terraform
johnnymorganz.stylua
jumail.headwind
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
teticio.python-envy
usernamehw.errorlens
vscodevim.vim
yoavbls.pretty-ts-errors
