tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "minio/stable"
brew "awscli"
brew "gettext"
brew "direnv"
brew "dotnet"
brew "fzf"
brew "geos"
brew "gh"
brew "git"
brew "gitversion"
brew "httpie"
brew "jq"
brew "python@3.10"
brew "jsonschema"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "nmap"
brew "node"
brew "node@16"
brew "openblas"
brew "openssl@3"
brew "virtualenv"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "proj"
brew "pyenv"
brew "python@3.9"
brew "starship"
brew "thefuck"
brew "tree"
brew "watch"
brew "yarn"
brew "minio/stable/mc"
cask "google-cloud-sdk"
