biomejs.biome
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fallenmax.mithril-emmet
github.github-vscode-theme
heybourn.headwind
meganrogge.template-string-converter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
ms-vscode.makefile-tools
mylesmurphy.prettify-ts
pkief.material-icon-theme
thenikso.github-plus-theme
usernamehw.errorlens
yoavbls.pretty-ts-errors
